{
    "book": [{
            "Author": "Orson Scott Card",
            "Title": "Ender's Game",
            "Printed": true,
            "Publisher": "Some Publisher",
            "Price": 12.00,
            "Forsale": true,
            "Source":"images/endersgame.jpg",
            "id": 1,
            "desc": "Ender's Game is a 1985 military science fiction novel by American author Orson Scott Card. Set in Earth's future, the novel presents an imperiled mankind after two conflicts with the \"buggers\", an insectoid alien species. In preparation for an anticipated second invasion, children, including the novel's protagonist, Ender Wiggin, are trained from a very young age through increasingly difficult games including some in zero gravity, where Ender's tactical genius is revealed."
        },
        {
            "Author": "J.R.R. Tolkien",
            "Title": "The Lord Of The Rings",
            "Printed": true,
            "Publisher": "Some Publisher",
            "Price": 15.75,
            "Forsale": false,
            "Awards": [
                "Pulizer",
                "Best Seller NY Times",
                "Best SciFi"
            ],
            "Source":"images/LotR_book1968.png",
            "id": 2,
            "desc": "The Lord of the Rings is an epic high-fantasy novel written by English author J. R. R. Tolkien. The story began as a sequel to Tolkien's 1937 fantasy novel The Hobbit, but eventually developed into a much larger work. Written in stages between 1937 and 1949, The Lord of the Rings is one of the best-selling novels ever written, with over 150 million copies sold."
        },
        {
            "Author": "Douglas Adams",
            "Title": "The Hitchhiker's Guide to the Galaxy",
            "Printed": true,
            "Publisher": "Some Publisher",
            "Price": 5.95,
            "Forsale": true,
            "Awards": [
                "Pulizer",
                "Best Seller NY Times",
                "Best SciFi"
            ],
            "Source":"images/Hitch.jpg",
            "id": 3,
            "desc": "The Hitchhiker's Guide to the Galaxy is a comedy science fiction series created by Douglas Adams. Originally a radio comedy broadcast on BBC Radio 4 in 1978, it was later adapted to other formats, and over several years it gradually became an international multi-media phenomenon. Adaptations have included stage shows, a \"trilogy\" of five books published between 1979 and 1992, a sixth novel penned by Eoin Colfer in 2009, a 1981 TV series, a 1984 computer game, and three series of three-part comic book adaptations of the first three novels published by DC Comics between 1993 and 1996. There were also two series of towels, produced by Beer-Davies, that are considered by some fans to be an \"official version\" of The Hitchhiker's Guide to the Galaxy, as they include text from the first novel.[1][2] A Hollywood-funded film version, produced and filmed in the UK, was released in April 2005, and radio adaptations of the third, fourth, and fifth novels were broadcast from 2004 to 2005. Adams did many of these adaptations, including the novels, the TV series, the computer game, and the earliest drafts of the Hollywood film’s screenplay, and some of the stage shows introduced new material written by Adams."
        },
        {
            "Author": "Jules Verne",
            "Title": "20,000 Leagues Under the Sea",
            "Printed": true,
            "Publisher": "Some Publisher",
            "Price": 12.00,
            "Forsale": false,
            "Source":"images/taylor-20000-leagues-under-the-sea.jpg",
            "id":4,
            "desc": "The novel was originally serialized from March 1869 through June 1870 in Pierre-Jules Hetzel's periodical, the Magasin d’Éducation et de Récréation. The deluxe illustrated edition, published by Hetzel in November 1871, included 111 illustrations by Alphonse de Neuville and Édouard Riou.[1] The book was highly acclaimed when released and still is now; it is regarded as one of the premiere adventure novels and one of Verne's greatest works, along with Around the World in Eighty Days and Journey to the Center of the Earth. The description of Nemo's ship, called the Nautilus, was considered ahead of its time, as it accurately describes features on submarines, which at the time were very primitive vessels. Thus, the book has been able to age well because of its scientific theories, unlike some other of Verne's works, like Journey to the Center of the Earth, which are not scientifically accurate and serve more simply as adventure novels."

        },
        {
            "Author": "Samuel R. Delaney",
            "Title": "Dhalgren",
            "Printed": true,
            "Publisher": "Some Publisher",
            "Price": 12.00,
            "Forsale": true,
            "Awards": [
                "Pulizer",
                "Best Seller NY Times",
                "Best SciFi"
            ],
            "Source":"images/dhalgren.jpg",
            "id":5,
            "desc": "What follows is an extended trip to and through Bellona, a fictional city in the American Midwest cut off from the rest of the world by some unknown catastrophe. William Gibson has referred to Dhalgren as \"A riddle that was never meant to be solved.\"  Inexplicable events punctuate the novel: One night the perpetual cloud cover parts to reveal two moons in the sky. One day a red sun swollen to hundreds of times its normal size rises to terrify the populace, then retreats across the sky to set on the same horizon. Street signs and landmarks shift constantly, while time appears to contract and dilate. Buildings burn for days, but are never consumed, while others burn and later show no signs of damage. Gangs roam the nighttime streets, their members hidden within holographic projections of gigantic insects or mythological creatures. The few people left in Bellona struggle with survival, boredom, and each other."
        },
        {
            "Author": "HG Wells",
            "Title": "War of the Worlds",
            "Printed": true,
            "Publisher": "Some Publisher",
            "Price": 12.00,
            "Forsale": false,
            "Awards": [
                "Pulizer",
                "Best Seller NY Times",
                "Best SciFi"
            ],
            "Source":"images/war.jpg",
            "id":6,
            "desc": "The War of the Worlds is a science fiction novel by English author H. G. Wells first serialized in 1897 in the UK by Pearson's Magazine and in the US by Cosmopolitan magazine. The novel's first appearance in hardcover was in 1898 from publisher William Heinemann of London. Written between 1895 and 1897,[2] it is one of the earliest stories that detail a conflict between mankind and an extraterrestrial race.[3] The novel is the first-person narrative of an unnamed protagonist in Surrey and that of his younger brother in London as Earth is invaded by Martians. The novel is one of the most commented-on works in the science fiction canon."
        },
        {
            "Author": "Isaac Asimov",
            "Title": "Foundation",
            "Printed": true,
            "Publisher": "Some Publisher",
            "Price": 12.00,
            "Forsale": true,
            "Awards": [
                "Pulizer",
                "Best Seller NY Times",
                "Best SciFi"
            ],
            "Source":"images/foundation.jpg",
            "id":7,
            "desc": "The Foundation series is a science fiction series by Isaac Asimov. For nearly thirty years, the series was a trilogy: Foundation, Foundation and Empire, Second Foundation. It won the one-time Hugo Award for \"Best All-Time Series\" in 1966. Asimov began adding to the series in 1981, with two sequels: Foundation's Edge, Foundation and Earth, and two prequels: Prelude to Foundation, Forward the Foundation. The additions made reference to events in Asimov's Robot and Empire series, indicating that they were also set in the same fictional universe."
        },
        {
            "Author": "Robert Heinlein",
            "Title": "Stranger in a Strange Land",
            "Printed": true,
            "Publisher": "Some Publisher",
            "Price": 12.00,
            "Forsale": true,
            "Source":"images/stranger.jpg",
            "id":8,
            "desc": "Stranger in a Strange Land is a 1961 science fiction novel by American author Robert A. Heinlein. It tells the story of Valentine Michael Smith, a human who comes to Earth in early adulthood after being born on the planet Mars and raised by Martians. The novel explores his interaction with—and eventual transformation of—terrestrial culture. The title is an allusion to the phrase in Exodus 2:22.[1] According to Heinlein, the novel's working title was The Heretic. Several later editions of the book have promoted it as \"The most famous Science Fiction Novel ever written\""

        }]
}
